testcases/laminarSlotBurner/0.orig/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2206                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (INLETVELOCITY 0.0 0.0); 

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform (INLETVELOCITY 0.0 0.0);
    }
    outlet
    {
        type            zeroGradient;
    }
    plate
    {
        type            noSlip;
    }
    symm_top
    {
        type            symmetry;
    }
    symm_bottom
    {
        type            symmetry;
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
}


// ************************************************************************* //
