testcases/laminarSlotBurner/0.orig/ht
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2206                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       volScalarField;
    location    "0";
    object      ht;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform INITIALENTHALPY; 

boundaryField
{
    inlet
    {
        //type            fixedValue;
        //value           uniform INITIALENTHALPY;
        type            lookUpEnthalpy;
        h0              $internalField;
        value           $internalField;
    }
    outlet
    {
        type            zeroGradient;
    }
    plate
    {
        type            lookUpEnthalpy;
        h0              $internalField;
        value           $internalField;
    }
    symm_top
    {
        type            symmetry;
    }
    symm_bottom
    {
        type            symmetry;
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
}


// ************************************************************************* //
