testcases/laminarSlotBurner/0.orig/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2206                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       volScalarField;
    location    "0";
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform INITIALPRESSURE; 

boundaryField
{
    inlet
    {
        type            zeroGradient;
    }
    outlet
    {
//        type            fixedValue;
//        value           uniform 101325;
        type            waveTransmissive;
        psi             thermo:psi;
        gamma           1.25;
        fieldInf        101325.0;
        lInf            0.01;
        value           uniform 101325;

    }
    plate
    {
        type            zeroGradient;
    }
    symm_top
    {
        type            symmetry;
    }
    symm_bottom
    {
        type            symmetry;
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
}


// ************************************************************************* //
