testcases/laminarSlotBurner/constant/lookUp/database.fgm
[FGM]
NDCL
[PRESSURE]
101325
[DIMENSION]
2
[DATASIZE]
250 100 
[VARIABLES]
16
CV1
CV2
SOURCE_CV1
OH
H2
H2O
CH4
CO2
CO
O2
DENSITY
TEMPERATURE
CP
CONDUCTIVITY
VISCOSITY
HEATRELEASE
[END]
[DATA]
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
2.4475933862e-03 -2.1987357462e+06 0.0000000000e+00 2.3280809303e-25 1.7495843114e-38 8.8188671865e-02 2.9013152518e-124 1.0771858493e-01 3.8172060701e-42 6.7131611279e-02 1.3636029797e+00 2.5000000000e+02 1.0717024444e+03 2.4494202899e-02 1.6364012485e-05 0.0000000000e+00 
...
2.3530329944e-03 5.0858028714e+05 4.7629777707e-06 3.3485434411e-03 6.9989543270e-05 8.5704609392e-02 7.2448523027e-20 1.0355698209e-01 2.6486870525e-03 6.6475457085e-02 1.4951828826e-01 2.2711714690e+03 1.4488897804e+03 1.5179733420e-01 6.8170039764e-05 -1.8606650505e+07 
[END]
