testcases/laminarSlotBurner/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2506                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    inlet
    {
        type            patch;
        nFaces          100;
        startFace       85410;
    }
    outlet
    {
        type            patch;
        nFaces          100;
        startFace       85510;
    }
    plate
    {
        type            wall;
        inGroups        1(wall);
        nFaces          130;
        startFace       85610;
    }
    symm_top
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          450;
        startFace       85740;
    }
    symm_bottom
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          400;
        startFace       86190;
    }
    front
    {
        type            empty;
        inGroups        1(empty);
        nFaces          43000;
        startFace       86590;
    }
    back
    {
        type            empty;
        inGroups        1(empty);
        nFaces          43000;
        startFace       129590;
    }
)

// ************************************************************************* //
