testcases/laminarSlotBurner/system/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

scale 1.0;

// Dimensions
lF 6.2278E-04;

l_in    #eval{ 10*$lF  };
l_plate #eval{ 5*$lF  };
l_out   #eval{ 30*$lF };
h       #eval{ 10*$lF };
h_plate #eval{ 4*$lF  };

// Cell distribution
GradingX     1;
GradingY     1;

// Cell size
dx #eval{ $lF/10.0 };

// Number of cells
nCellsX_in    #eval{round( $l_in/$dx )};
nCellsX_plate #eval{round( $l_plate/$dx )};
nCellsX_out   #eval{round( $l_out/$dx )};
nCellsY_hole  #eval{round( ($h - $h_plate)/$dx )};
nCellsY_plate #eval{round( $h_plate/$dx )};
nCellsZ       1;

// Points
x0  0.0;
y0  0.0;
x1  $l_in;
y1  0.0;
x2  #eval{ $l_in + $l_plate };
y2  0.0;
x3  #eval{ $l_in + $l_plate + $l_out };
y3  0.0;
x4  0.0;
y4  $h_plate;
x5  $l_in;
y5  $h_plate;
x6  #eval{ $l_in + $l_plate };
y6  $h_plate;
x7  #eval{ $l_in + $l_plate + $l_out };
y7  $h_plate;
x8  0.0;
y8  $h;
x9  $l_in;
y9  $h;
x10 #eval{ $l_in + $l_plate };
y10 $h;
x11 #eval{ $l_in + $l_plate + $l_out };
y11 $h;

z0 #eval{ -$dx/2.0 };
z1 #eval{  $dx/2.0 };

vertices
(
    name v000 ($x0  $y0  $z0)
    name v001 ($x1  $y1  $z0)
    name v002 ($x2  $y2  $z0)
    name v003 ($x3  $y3  $z0)
    name v004 ($x4  $y4  $z0)
    name v005 ($x5  $y5  $z0)
    name v006 ($x6  $y6  $z0)
    name v007 ($x7  $y7  $z0)
    name v008 ($x8  $y8  $z0)
    name v009 ($x9  $y9  $z0)
    name v010 ($x10 $y10 $z0)
    name v011 ($x11 $y11 $z0)
    
    name v100 ($x0  $y0  $z1)
    name v101 ($x1  $y1  $z1)
    name v102 ($x2  $y2  $z1)
    name v103 ($x3  $y3  $z1)
    name v104 ($x4  $y4  $z1)
    name v105 ($x5  $y5  $z1)
    name v106 ($x6  $y6  $z1)
    name v107 ($x7  $y7  $z1)
    name v108 ($x8  $y8  $z1)
    name v109 ($x9  $y9  $z1)
    name v110 ($x10 $y10 $z1)
    name v111 ($x11 $y11 $z1)
);

blocks
(
    hex (v000 v001 v005 v004 v100 v101 v105 v104) ($nCellsX_in  $nCellsY_plate $nCellsZ) simpleGrading (1 1 1)
    hex (v002 v003 v007 v006 v102 v103 v107 v106) ($nCellsX_out $nCellsY_plate $nCellsZ) simpleGrading (1 1 1)

    hex (v004 v005 v009 v008 v104 v105 v109 v108) ($nCellsX_in    $nCellsY_hole $nCellsZ) simpleGrading (1 1 1)
    hex (v005 v006 v010 v009 v105 v106 v110 v109) ($nCellsX_plate $nCellsY_hole $nCellsZ) simpleGrading (1 1 1)
    hex (v006 v007 v011 v010 v106 v107 v111 v110) ($nCellsX_out   $nCellsY_hole $nCellsZ) simpleGrading (1 1 1)
);

edges
(
);

boundary
(
    inlet
    {
        type patch;
        faces
        (
            (v000 v004 v104 v100)
            (v004 v008 v108 v104)
        );
    }

    outlet
    {
        type patch;
        faces
        (
            (v003 v103 v107 v007)
            (v007 v107 v111 v011)
        );
    }
    
    plate
    {
        type wall;
        faces
        (
            (v105 v101 v001 v005)
            (v106 v105 v005 v006)
            (v102 v106 v006 v002)
        );
    }

    symm_top
    {
        type symmetry;
        faces
        (
            (v009 v008 v108 v109)
            (v010 v009 v109 v110)
            (v011 v010 v110 v111)
        );
    }

    symm_bottom
    {
        type symmetry;
        faces
        (
            (v001 v000 v100 v101)
            (v003 v002 v102 v103)
        );
    }
     
    front
    {
        type           empty;
        faces
        (
            (v100 v101 v105 v104)
            (v102 v103 v107 v106)
            (v104 v105 v109 v108)
            (v105 v106 v110 v109)
            (v106 v107 v111 v110)
        );
    }
           
    back
    {
        type           empty;
        faces
        (
            (v000 v004 v005 v001)
            (v002 v006 v007 v003)
            (v004 v008 v009 v005)
            (v005 v009 v010 v006)
            (v006 v010 v011 v007)
        );
    }

);

mergePatchPairs
(
);

// ************************************************************************* //
