testcases/laminarSlotBurner/system/setFieldsDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      setFieldsDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

defaultFieldValues
(
    volScalarFieldValue Yc   0.0
);

regions
(
    boxToCell
    {
        box (9.3417e-3 -1.0 -1.0) (1.0 1.0 1.0) ;
        fieldValues
        (
            volScalarFieldValue Yc  2.444368462162917e-03
        );
    }
);

// ************************************************************************* //
